Repository: sonata-project/SonataUserBundle
Catalog: Resources/translations/SonataUserBundle.*.xliff
Languages: sk

# breadcrumb.link_user_list
source: Users
sk: Používatelia

# breadcrumb.link_user_create
source: Create
sk: Vytvoriť

# breadcrumb.link_user_edit
source: Edit
sk: Upraviť

# breadcrumb.link_user_delete
source: Delete
sk: Vymazať

# breadcrumb.link_group_list
source: Groups
sk: Skupiny

# breadcrumb.link_group_create
source: Create
sk: Vytvoriť

# breadcrumb.link_group_edit
source: Edit
sk: Upraviť

source: Users
sk: Používatelia

source: Groups
sk: Skupiny

# switch_user_exit
source: Exit impersonating mode
sk: Opustiť prepnutie používateľa

# switch_user
source: Impersonate User
sk: Prepnúť používateľa

# user_block_logout
source: Logout
sk: Odhlásiť

# user_form.label_username
source: Username
sk: Používateľské meno

# form.label_email
source: E-Mail-Address
sk: E-mailová adresa

# form.label_plain_password
source: Plain password
sk: Heslo

# form.label_groups
source: Groups
sk: Skupiny

# form.label_roles
source: Roles
sk: Role

# form.label_locked
source: Locked
sk: Zámok

# form.label_expired
source: Expired
sk: Expirované

# form.label_enabled
source: Enabled
sk: Povolený

# form.label_credentials_expired
source: Credentials expired
sk: Platnosť prihlasovacích údajov vypršala

# user_form.label_name
source: Name
sk: Meno

# filter.label_username
source: Username
sk: Používateľské meno

# filter.label_name
source: Name
sk: Meno

# filter.label_email
source: E-Mail-Address
sk: E-mailová adresa

# filter.label_locked
source: Locked
sk: Zámok

# list.label_username
source: Username
sk: Používateľské meno

# list.label_name
source: Name
sk: Meno

# list.label_email
source: E-Mail-Address
sk: E-mailová adresa

# list.label_locked
source: Locked
sk: Zámok

# list.label_enabled
source: Enabled
sk: Povolený

# list.label_created_at
source: Created at
sk: Vytvorený

# list.label_impersonating
source: Impersonate User
sk: Prepnúť používateľa

# list.label_roles
source: Roles
sk: Role

# label_two_step_code
source: Two-step verification
sk: Dvojstupňové overenie

# message_two_step_code_help
source: Enter the verification code generated by your mobile application.
sk: Zadajte overovací kód vytvorený vašou mobilnou aplikáciou

# label_two_step_code_error
source: The verification code is not valid
sk: Overovací kód nie je platný

# form.label_website
source: Website
sk: form.label_website

# form.label_biography
source: Biography
sk: form.label_biography

# form.label_gender
source: Gender
sk: form.label_gender

# form.label_locale
source: Locale
sk: form.label_locale

# form.label_timezone
source: Timezone
sk: form.label_timezone

# form.label_phone
source: Phone
sk: form.label_phone

# form.label_facebook_uid
source: Facebook Uid
sk: form.label_facebook_uid

# form.label_facebook_name
source: Facebook Name
sk: form.label_facebook_name

# form.label_twitter_uid
source: Twitter Uid
sk: form.label_twitter_uid

# form.label_twitter_name
source: Twitter Name
sk: form.label_twitter_name

# form.label_gplus_uid
source: Google+ Uid
sk: form.label_gplus_uid

# form.label_gplus_name
source: Google+ Name
sk: form.label_gplus_name

# form.label_token
source: Token
sk: form.label_token

# form.label_two_step_verification_code
source: Two Step Verification Code
sk: form.label_two_step_verification_code

# show.label_username
source: Username
sk: show.label_username

# show.label_email
source: Email
sk: show.label_email

# show.label_groups
source: Groups
sk: show.label_groups

# show.label_date_of_birth
source: Date of birth
sk: show.label_date_of_birth

# show.label_firstname
source: Firstname
sk: show.label_firstname

# show.label_lastname
source: Lastname
sk: show.label_lastname

# show.label_website
source: Website
sk: show.label_website

# show.label_biography
source: Biography
sk: show.label_biography

# show.label_gender
source: Gender
sk: show.label_gender

# show.label_locale
source: Locale
sk: show.label_locale

# show.label_timezone
source: Timezone
sk: show.label_timezone

# show.label_phone
source: Phone
sk: show.label_phone

# show.label_facebook_uid
source: Facebook Uid
sk: show.label_facebook_uid

# show.label_facebook_name
source: Facebook Name
sk: show.label_facebook_name

# show.label_twitter_uid
source: Twitter Uid
sk: show.label_twitter_uid

# show.label_twitter_name
source: Twitter Name
sk: show.label_twitter_name

# show.label_gplus_uid
source: Google+ Uid
sk: show.label_gplus_uid

# show.label_gplus_name
source: Google+ Name
sk: show.label_gplus_name

# show.label_token
source: Token
sk: show.label_token

# show.label_two_step_verification_code
source: Two Step Verification Code
sk: show.label_two_step_verification_code

# breadcrumb.link_user_show
source: Show
sk: breadcrumb.link_user_show
